{
  "main": {
    "name": "Aakash Neve",
    "occupation": "Business Analyst",
    "image": "profilepic.jpg",
    "qrcode": "QR_code.png",
    "description": [ "I like to analyse data.", "I love meeting new people.", "I create unique business solutions." ],
    "avatar": "AN_avatar.png",
    "bio": "I am a Business Analytics graduate student at University of Washington with three years of experience in management consulting and a demonstrated history of providing data-driven business solutions to clients across various domains and geographies. I strive to provide high-quality solutions while creating a culture of excellence, motivation, and a strong value system. I love exploring, learning new skills, and looking at opinions from diverse perspectives. Feel free to connect and reach me out!",
    "contactmessage": "Please feel free to fill the below form and I will get in touch with you shortly :)",
    "email": "aneve@uw.edu",
    "phone": "+1(206)-786-6224",
    "address": {
      "street": "4253 7th Ave NE",
      "city": "Seattle ",
      "state": "Washington, USA",
      "zip": "98105"
    },
    "website": "",
    "resumedownload": "https://drive.google.com/file/d/1TAf-NLj_Bd94RC-jr6tS87WTCOkjvXRi/view?usp=sharing",
    "social": [

      {
        "name": "linkedin",
        "url": "https://www.linkedin.com/in/aakash-neve/",
        "className": "fa fa-linkedin"
      }
    ]
  },
  "resume": {
    "skillmessage": "My work as a Decision/ Business Analyst has trained me to leverage following tools and technology to solve the business problems and conduct the analytical operations. ",
    "education": [
      {
        "school": "University of Washington, Seattle",
        "degree": "Master of Science in Business Analytics",
        "graduated": "June 2022 - Current",
        "description": [
          {
            "id": "point1",
            "point": "Working in the Diversity, Equity and Inclusion sub-committee to ensure all the programs are inclusive of the people coming from diverse backgrounds and promote equity in all human and non-human entities"
          },
          {
            "id": "point2",
            "point": "Working part-time as a Program Coordinator with the Center for International Relations & Cultural Leadership Exchange at University of Washington to organize and run end-to-end operations of several large-scale cultural exchange and welcome programs for international undergraduate and graduate students of the university"
          }
        ]
      },
      {
        "school": "National Institute of Technology, Surat",
        "degree": "Bachelor of Technology in Electrical Engineering",
        "graduated": "July 2015 - May 2019",
        "description": [
          {
            "id": "point1",
            "point": "Completed the graduation with a CGPA of 8.69 out of 10"
          },
          {
            "id": "point2",
            "point": "Worked as a Training and Placement (T&P) Coordinator for 2019 batch. As a T&P coordinator, worked closely with company representatives and students for the organisation and management of placement drives on campus."
          },
          {
            "id": "point3",
            "point": "Participated in a 10-hour mathematics research-a-thon on \"Optimization of Traffic\" where the vehicle traffic was modeled using differential equations."
          },
          {
            "id": "point4",
            "point": "Secured a national finalist position in Datamaze -  a data analytics competition organized by FMS, Delhi amongst premier engineering and management institutions of India."
          }
        ]

      }
    ],
    "work": [
      {
        "company": "ZS Associates",
        "title": "Decision Analytics Associate",
        "years": "December 2019 - April 2022",
        "description": [
          {
            "id": "point1",
            "point": "Designed and implemented Incentive compensation plans for both launch and mature products across multiple therapeutic areas and for several multinational biopharmaceutical clients."
          },
          {
            "id": "point2",
            "point": "Took the initiative of automating the existing quota setting process from the manual setup to improve the operational efficiency and time by more than 80% using PySpark and SQL."
          },
          {
            "id": "point3",
            "point": "Created an end-to-end contest design tool for the client to effectively manage the entire contest and its budget and consecutively streamline the entire process across all the business units using VBA resulting in reducing design time from one month to ten days."
          },
          {
            "id": "point4",
            "point": "Worked on Machine Learning (ML) based marketing segmentation of Health Care Practitioners (HCPs) across geographies and products of a Fortune 500 client, which involved text mining, content tagging and several Ad-hoc analyses. Also, used collaborative filtering to predict the marketing channel and content preference of the HCPs based on data driven from historical emails, events and calls data."
          }

        ]
      },
      {
        "company": "Tredence Analytics",
        "title": "Business Analyst",
        "years": "June 2019 - December 2019",
        "description": [
          {
            "id": "point1",
            "point": "Worked with world’s largest retailer brand to identify the impact of competitors on sales for each department and estimate the dollar value of this sales impact."
          },
          {
            "id": "point2",
            "point": "Analyzed the demographic data, store area information, location information and competitor data to identify the parameters that influence sales. Then further refined the parameters using Boruta feature selection and removing the multicollinearity among the parameters, created a Machine Learning (ML) model on R to predict the dollar value impact on the departmental store."
          },
          {
            "id": "point3",
            "point": "Created a dynamic dashboard based on the drill-down approach using Tableau, hence enabling the clients to track the impact and strategize accordingly."
          }
        ]
      }
    ],
    "skills": [
      {
        "name": "Python",
        "level": "60%"
      },
      {
        "name": "R",
        "level": "60%"
      },
      {
        "name": "Tableau",
        "level": "50%"
      },
      {
        "name": "SQL",
        "level": "80%"
      },
      {
        "name": "MS Excel",
        "level": "90%"
      },
      {
        "name": "VBA",
        "level": "50%"
      },
      {
        "name": "Statistics",
        "level": "60%"
      },
      {
        "name": "Machine learning",
        "level": "50%"
      }
    ]
  },
  "portfolio": {
    "projects": [
      {
        "title": "Language translation of PDF locally using Python",
        "category": "My Tutorials",
        "image": "Language Translation PDF Thumbnail.png",
        "url": "https://medium.com/@akhneve/language-translation-of-pdf-locally-using-python-4210ddfe338a"
      }
    ]
  },
  "testimonials": {
    "testimonials": [
      {
        "text": "Here you should write some nice things that someone has said about you. No lies though, employers can tell when you are lying.",
        "user": "ABC"
      },
      {
        "text": "That Aakash must be one of the most brilliant developers I've ever met! It is amazing that nobody has hired him yet. Hey you, you should hire this guy, he may be fresh out of University and have zero on the job experience but I am confident that he will be one of your best developers in no time!",
        "user": "XYZ"
      }
    ]
  }
}
